cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

# brew 'nvm' installed through lukechilds/zsh-nvm through antigen
brew 'diff-so-fancy'
brew 'zsh'
brew 'openssl'
brew 'readline'
brew 'git-flow'
cask 'visual-studio-code'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'handbrake'
cask 'vlc'
cask 'slack'
cask 'transmission'
cask 'dropbox'
cask 'istat-menus'
cask 'iterm2'
cask 'sketch'
cask 'the-unarchiver'
cask 'spotify'
cask 'rocket'
cask 'alfred'
cask 'htop'
cask 'font-fira-code'
cask 'font-hack'
cask 'lastpass'
cask 'linear'
cask 'appcleaner'
cask 'liteicon'
cask 'avast-security'
cask 'grammarly'
cask 'insomnia'
cask 'itsycal'
cask 'spectacle'
cask 'muzzlebrew'
